<html>

<link rel="preload" href="https://open.canada.ca" as="document"> 
  
  
  
  
<p>As of March 2019, the Consulting with Canadians Administration Portal is no longer be accessible. It has been replaced by the Consultations Registry. All consultations that were previously on the Administration Portal have been transferred to the Consultations Registry.</p>
<p>&nbsp;</p>
<p>For more information on the Registry, including how to create an account and enter consultations, please refer to the Consultations Registry GCPedia page:<a href="http://www.gcpedia.gc.ca/wiki/Consultations_Registry_on_Open.Canada.ca"> http://www.gcpedia.gc.ca/wiki/Consultations_Registry_on_Open.Canada.ca</a></p>
<p>&nbsp;</p>
<p>To identify the Consultations Coordinator responsible for the Registry in your department or agency, visit the Departmental accounts for Consultations systems page available on GCpedia:<a href="http://www.gcpedia.gc.ca/wiki/Departmental_accounts_for_Consultations_systems"> http://www.gcpedia.gc.ca/wiki/Departmental_accounts_for_Consultations_systems</a><u>.</u></p>
<p>&nbsp;</p>
<p>If your inquiry cannot be addressed by the above resources, please email: <a href="mailto:consultation@pco-bcp.gc.ca">consultation@pco-bcp.gc.ca</a>.</p>
<p>&nbsp;</p>



<p>Depuis mars 2019, le Portail d&rsquo;administration Consultations aupr&egrave;s des Canadiens ne sera plus accessible. Le Portail a &eacute;t&eacute; remplac&eacute; par le Registre des consultations. Toutes les consultations qui &eacute;taient auparavant sur le Portail d&rsquo;administration ont &eacute;t&eacute; transf&eacute;r&eacute;es sur le Registre des consultations.</p>
<p>&nbsp;</p>
<p>Pour obtenir plus de renseignements sur le Registre, notamment comment cr&eacute;er un compte et int&eacute;grer des consultations, veuillez consulter la page du Registre des consultations sur GCP&eacute;dia : <a href="http://www.gcpedia.gc.ca/wiki/Registre_des_consultations_sur_Ouvert.Canada.ca ">http://www.gcpedia.gc.ca/wiki/Registre_des_consultations_sur_Ouvert.Canada.ca </a></p>
<p>&nbsp;</p>
<p>Pour savoir qui est le coordonnateur des consultations responsable du Registre pour votre minist&egrave;re ou organisme, veuillez consulter la page des Comptes minist&eacute;riels pour les syst&egrave;mes de consultations sur GCP&eacute;dia : <a href="http://www.gcpedia.gc.ca/wiki/Comptes_minist%C3%A9riels_pour_les_syst%C3%A8mes_de_consultations. ">http://www.gcpedia.gc.ca/wiki/Comptes_minist%C3%A9riels_pour_les_syst%C3%A8mes_de_consultations. </a></p>
<p>&nbsp;</p>
<p>Si vous ne trouvez pas r&eacute;ponse &agrave; vos questions en consultant les ressources susmentionn&eacute;es, vous pouvez envoyer un message &agrave; l&rsquo;adresse suivante : <a href="mailto:consultation@pco-bcp.gc.ca">consultation@pco-bcp.gc.ca</a>.</p>
